/* Cancel button title used for dismissing share sheet */
"Cancel_Button" = "Ακύρωση";

/* Title for copy activity item */
"Copy_Title" = "Αντιγραφή";

/* Accessibility hint for copy activity item */
"Copy_Accessibility_Hint" = "Αντιγράφει το στοιχείο στο πρόχειρο.";

/* Title for 'Dislike' activity item */
"Dislike_Title" = "Δεν μου αρέσει";

/* Title for mail activity item */
"Mail_Title" = "Mail";

/* Title for message activity item */
"Message_Title" = "Μήνυμα";

/* Title for 'Like' activity item */
"Like_Title" = "Μου αρέσει";

/* Title for save activity item */
"Save_Title" = "Αποθήκευση";